{
    "Segment": [
        {
            "heading": "Segment Documentation",
            "content": "Learn how to use Segment to collect, responsibly manage, and integrate your customer data with hundreds of tools.\nLearn about Segment, plan and work through a basic implementation, and explore features and extensions.\nIntegrate the tools you need for analytics, growth, marketing, and more.\nPrevent data quality issues with a tracking schema and enforcement with Protocols.\nBuild audiences and journeys from real-time customer data to personalize experiences on every channel.\nKeep customer data private with Segment's data discovery and policy enforcement tools.\nThe Segment Spec helps you identify, capture, and format meaningful data for use with Segment libraries and APIs as well as downstream tools.\nUse Track, Page, Identify, and other Segment tracking calls.\nSave time by letting Segment calls collect information for you.\nUse our business-case specs to ensure that your tools get the most from your data.\nThe basics of your Segment implementation.\nOver a dozen how-to guides that help you accomplish common tasks.\nSegment's Analytics Academy walks you through the wide world of analytics, including best practices, an overview of the most popular tools, and case studies of how other developers have achieved success.\nFor a more hands-on tutorial of Segment, check out Segment University. It offers step-by-step instructions, starting with first steps and going through some of our more advanced features.\nThanks for your feedback!\nCan we improve this doc?Send us feedback!\nCompany\n© 2025 Segment.io, Inc."
        }
    ],
    "mParticle": [
        {
            "heading": "Get Started",
            "content": "mParticle is a customer data platform (CDP) that simplifies how you collect and connect your user data to hundreds of vendors without needing to manage multiple integrations. We simplify the entire process for you, so you can do more with your data without the hassle of complex integrations.\nNew to mParticle? Explore our UI with our interactive demo.\nSend your first event to mParticle\nEnsure data quality\nForward data to a downstream services\nManage user identities with IDSync\nView and enforce your data quality\nEngage customer cohorts\nTransform data as it enters and leaves mParticle\nGet a complete view of your users\nEnsure compliance with GDPR, CCPA, and your privacy policies\nSend events directly to mParticle\nReal-time API to drive user personalization\nBuild your own custom integrations\nAndroid\niOS\nWeb\nHTTP\nNode\nPython\nRuby\nJSON Reference\nBranch\nAppsFlyer\nBraze\nCustom CSV Feed\nMixpanel\nAmplitude\nFacebook\nSnapchat\nTwitter\nPinterest"
        }
    ],
    "Lytics": [
        {
            "heading": "All of your CDP answers, in one place",
            "content": "If you have questions about Lytics — whether you're a marketer, an engineer, an analyst, or an intern — we've got you covered."
        }
    ],
    "Zeotap": []
}